{
  "additionalInformation": "<div style=\"font-family: Arial, sans-serif; font-size: 14px;\"><p>This section includes additional information provided by the assessor regarding areas that were found to be compliant. It also covers specific issues that necessitate documentation in all assessments, irrespective of compliance status.</p><p><b style=\"color: red;\">Employment Practice:</b></p><p>Document review and interviews with the workers and management indicated that all workers who worked for the factory had a letter of appointment. Workers were hired on a probationary basis for 3 months before their undetermined duration letter of appointment. Regular workers were employed under an undetermined duration letter of appointment. All workers’ employment contracts were written. Management provided all workers with the original copy of their letter of appointment. Management stated that they issued a letter of appointment on the day the worker joined.</p><p><b style=\"color: red;\">Child Labor and Adolescent Worker:</b></p><p>Management required workers to provide the following original document to verify their age prior to hiring; national identification card, birth registration certificate, school certificate or certificate from a registered physician certifying the age of the person concerned. The in-house doctor examines workers physical appearance, teeth for female workers and facial hair for male workers to confirm their age and fitness for the job. Bases on observations, interviews with workers, and employment record checks, assessors found no indication that management employed workers under the age of 14. Management stated that the hired workers were at least 18 years old. These practices were confirmed through document review, and management and workers interviews.</p><p><b style=\"color: red;\">Freedom of Association, Collective Bargaining and Grievance Mechanism:</b></p><p>Worker interviews indicated that workers were not aware of the role of unions and their activities. Workers had not taken any initiative to associate or form a union. Assessors did not find evidence during the assessment to indicate that factory management was opposed to workers exercising their Freedom of Association (FoA) rights. The factory had a Freedom of Association (FoA) policy, which was posted on the notice board. However, the facility has elected participation committee with 22 members (15 members from workers and 07 members from management)</p><p><b style=\"color: red;\">Wages and Benefits:</b></p><p>'Document review and interviews with the workers and management indicated that the management kept only one accurate payroll that records all hours worked and all wages paid. The payroll includes information such as workers' ID numbers, names, basic and total net wages, payments for housing rent, transportation, medical treatment, food allowance, attendance bonus, overtime hours, allowance, deductions and signature. Workers also stated that they have signed only one payroll.</p><p>'Document review, management, and workers' interviews indicated that the factory paid regular permanent workers following the Minimum Wage Gazette, 2023, considering designation and grade (for ordinary work hours). Management paid regular permanent workers under the individually negotiated amount based on the appointment letter and is not less than the Minimum Wage Gazette. </p><p><b style=\"color: red;\">Maternity Benefits:</b></p><p>Document review, interviews with workers, and management indicated that management provided 112 days of paid maternity leave to workers who had worked in the factory for at least six months immediately preceding the day of delivery. Workers received their average monthly earnings during the last month preceding the leave, including overtime pay and bonuses. Workers received these payments within three working days of providing proof of the pregnancy/birth as per the worker's preferred mode of payment. 25 pregnant workers were working in the factory at present, and 04 were on maternity leave. During the last one year, 14 workers received maternity benefits. Interviewed workers confirmed that the employer pays workers' benefits correctly when women take maternity leave.</p><p><b style=\"color: red;\">Working Hours:</b></p><p>Document review and interviews with workers and management indicated that regular working hours did not exceed 8 hours per day, 6 days per week (totaling 48 hours). The regular working schedules were as follows: general shift from 8:00 AM to 5:00 PM for cutting, sewing and finishing section. A-shift from 6:00 AM to 2:00 PM, B-shift from 2:00 PM to 10:00 PM, and C-shift from 10:00 PM to 6:00 AM for security and maintenance. Each shift included a 1-hour break.</p><p><b style=\"color: red;\">Emergency Preparedness:</b></p><p>'Document review, interview with the workers and management indicated that, the factory management conducted emergency drill for all workers in at least every six months. The last three emergency drills were held on 12 February 2025, 14 November 2024 and 21 September 2024. Workers confirmed that they knew how to respond in case of emergency.</p><p><b style=\"color: red;\">Employee Protection & Machine Safety:</b></p><p>Floor visits, document review, and interview with the workers and management indicated that the enterprise provided necessary Personal Protective Equipment (PPE) to all required workers. For example:</p><ul><li>Dust masks to the operators in the cutting and sewing section. </li><li>Metal hand gloves for workers in the cutting section.</li><li>Ear muff to the boiler and generator operator.</li><li>Respiratory masks, rubber gloves, and goggles to workers in the spot cleaning section.</li></ul></div>"
}