{
  "assessmentOverview": "<div style=\"font-family: Arial, sans-serif; font-size: 14px;\"><p>This semi-announced assessment started at 9.30am on 23 September, 2025, and ended at 05:00p.m on the same day. Two assessors (01 male and 01 female) were assigned to verify the overall social compliance status of the factory against applicable local laws, international standards and client COC Audit approaches include onsite confidential interviews with workers, documents/records review, physical observations, and management interviews. Conclusions are drawn based on a limited yet thorough sampling and consolidated and triangulated from different information sources for verification. The facility management G.M (Compliance and Industrial Safety), A.G.M (HR & Admin), Manager (Compliance), Assistant Manager (Compliance), Senior Executive (Compliance) and other management personnel participated in the opening and closing meeting, and they were transparent and co-operative with the auditors throughout the audit processes. The requested documents and records were provided in a timely manner. All findings and observations were communicated with the facility management personnel in the closing meeting. They agreed to the findings and promised to make realistic and gradual improvements accordingly.</p><p>ABC Industries Ltd was established in 2010 and is located at 93, Kodda, Gazipur, Bangladesh. Total production area is 95,881 sft. Total of 4,896 (2,203 males & 2,693 females) employees are currently working in the factory which include 4346 production workers and 550 management staff level employees. All the workers are local, and no domestic and foreign migrant workers are employed. The facility premises consist of total 3 buildings, 1 sheds and ETP.</p><p>Worker annually turnover rate is 5%. Wages are calculated monthly and are paid within 07 working days of the following month. As per the facility management, there is no peak or non-peak production month and hence, they produce round the year same. The facility management faces around 05 social compliance audits in a year and the last social compliance audit was conducted by ITS on 28 December, 2024.</p></div>"
}