{
  "disclaimer": "<<h2><span style=\"color: rgb(102, 163, 224);\">About the Standard:</span></h2><p>The Ethical and Responsible Sourcing Assessment (ERSA) is an industry-leading audit protocol accepted by leading brands and retailers globally. ERSA delivers a comprehensive social and environmental compliance audit experience. The standard is designed to cater to specific conditions and hazards concerning different types of facilities in a wide variety of industries. It is developed based on local and national laws, International Labour Organization (ILO) conventions and benchmarked against industry protocols including RBA, ETI, BSCI, SEDEX SMETA and IETP.</p><h2><span style=\"color: rgb(102, 163, 224);\">Methodology and Assessment Scope:</span></h2><p>This assessment aims to assess and verify factory’s social and environmental compliance performance. It is based on applicable local laws and international standards, including guidance from the International Labor Organization (ILO). It covers the following assessment areas:</p><h3><strong style=\"color: rgb(102, 163, 224);\">Labor:</strong></h3><ul><li>Hiring, Disciplinary and Termination</li><li>Young Worker and Child Labor</li><li>Forced Labor and Migrant Workers</li><li>Harassment and Abuse</li><li>Discrimination</li><li>Freedom of Association</li><li>Wages &amp; Benefits</li><li>Hours of Work</li></ul><h3><strong style=\"color: rgb(102, 163, 224);\">Health and Safety</strong></h3><h3><strong style=\"color: rgb(102, 163, 224);\">Environment</strong></h3><h3><strong style=\"color: rgb(102, 163, 224);\">Business Ethics:</strong></h3><ul><li>Transparency &amp; Business Integrity</li></ul><h3><strong style=\"color: rgb(102, 163, 224);\">Management System:</strong></h3><ul><li>Management System</li><li>Subcontracting</li><li>Homeworking</li></ul><p>The assessment method includes onsite confidential interviews with workers, document/record review, physical observations and management interviews. Workers are randomly selected by auditors on site by taking into account of workers’ demographic characteristics. They are interviewed either one-on-one or in a group. Interviews are conducted without the presence of factory management. Conclusions are drawn based on a limited, yet thorough sampling and collaborated from different information sources.</p><h3><strong style=\"color: rgb(102, 163, 224);\">Disclaimer:</strong></h3><p>The report shall be read as a whole, and sections should not be read or relied upon out of context. All recommendations, where given, are for the purpose of providing directional advice only. Recommendations are not exhaustive and relate solely to identifying key and obvious improvements related to findings in this report, and do not represent a comprehensive solution to any issue. This report is based only on the date herein and NBM has no responsibility to update this report. NBM takes no responsibility for any loss that any party may suffer in connection with any actions, or lack of action, taken to address the findings in the report.</p>"
}
